chat_system_1786948664_actor_description=Captain Black Eye. Pirate. Cursed ship captain.
chat_system_1786948664_snap_2_question=^?^Well pluck out my second eye, if it's not [player] that has come to visit us again!
chat_system_1786948664_snap_2_answer_0=^?^Yes, it's me. Look, Captain, how about trading? I hope your goods' quality has not deteriorated since the curse was removed?
chat_system_1786948664_snap_2_answer_1=^?^You've returned to the old business, I can see!
chat_system_1786948664_snap_3_question=^?^Yo-ho-ho! Freedom! Sea! Wind! How one can resist? The cannons' roar, the aroma of gun-powder and fresh blood in the salty sea wind... I wouldn't change it for anything!
chat_system_1786948664_snap_3_answer_0=^?^You've done wrong to fall back into your old ways, Captain. I gave my word to Priest Owein. I'm not going to be charged with your sins, so I'm afraid I have to kill you! (Grapple the vessel...)
chat_system_1786948664_snap_0_question=^?^Good day, traveler!
chat_system_1786948664_snap_0_answer_0=^?^Hello! You have a strange ship...
chat_system_1786948664_snap_1_question=^?^Of course... But I would trade it with pleasure for the scabbiest dinghy on these damned Islands! My ship is my curse.
chat_system_1786948664_snap_1_answer_0=^?^I would like to hear your story!
chat_system_1786948664_snap_1_answer_1=^?^Look, maybe you could sell me something from your stocks?
chat_system_1786948664_snap_1_answer_2=^?^I'm sorry, I have to go.
